Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Secretary Out-of-Order.tmx
Source language: en
Languages: es_419

source: I think you should get some rest today.
es_419: Debe descansar hoy.

source: I have to fix her.
es_419: Tengo que arreglarla.

source: it's of personal matters. i wrote the details in the letter, sir.
es_419: Por motivos personales. Los detalles están en la carta, señor.

source: ugh
es_419: UFF

source: revenge
es_419: VENGANZA

source: oh no!
es_419: ¡Ay, no!

source: my head.
es_419: Mi cabeza.

source: you used to get her last name wrong all the time, but now...
es_419: Antes te la pasabas diciendo mal su apellido, pero ahora…

source: I never got to ask her...
es_419: Al final no la invité…

source: oh, I see...
es_419: Ah, bueno…

source: didn't you have an urgent matter to deal with?
es_419: ¿No tenías un asunto urgente que atender?

source: ...a great person.
es_419: … muy buena persona.

source: who knew I'd actually go through with it?!
es_419: ¡¿Quién hubiera dicho que lo iba a hacer?!

source: …for this week!
es_419: … ¡de la semana!

source: knock knock
es_419: TOC TOC

source: you…
es_419: Eres…

source: ...is burning up!
es_419: … ¡está que arde!

source: what about you?!
es_419: ¡¿Y qué hay de ti?!

source: I read your reason for resigning.
es_419: Leí tus motivos de renuncia.

source: just thinking about what happened earlier…
es_419: Con solo pensar lo que pasó antes…

source: SOB
es_419: SNIF

source: I'll leave them here.
es_419: Lo dejaré aquí.

source: what did you just say?!
es_419: ¡¿Qué acabas de decir?!

source: I'll bring you some medicine. give me a few minutes!
es_419: Le llevo medicamentos. ¡Deme unos minutos!

source: wow, this is a surprise!
es_419: ¡Guau, qué sorpresa!

source: I tried to get on with my life.
es_419: Traté de seguir con mi vida.

source: ms. gam, I love men even though I have a wife.
es_419: Señorita Gam, estoy casado, pero me gustan los hombres.

source: don't you dare lay a finger on ms. gam.
es_419: Que ni se te ocurra ponerle un dedo encima.

source: I'm getting a hold of it.
es_419: Le estoy agarrando la mano.

source: I'll go home once I'm done with this.
es_419: Termino con esto y me voy a casa.

source: my dad didn't like the fact that he no longer had financial support.
es_419: A mi papá no le gustó la idea de no tener más apoyo económico.

source: no, I didn't.
es_419: No es cierto.

source: it's so hot today!
es_419: ¡Qué calor hace hoy!

source: no, snap out of it.
es_419: No, espabílate.

source: is this a hotel?
es_419: ¿Es un hotel?

source: health comes first!
es_419: ¡Primero la salud!

source: I've never seen him like that before!
es_419: ¡Nunca lo había visto así!

source: should I get you some medicine?
es_419: ¿Te traigo algún medicamento?

source: I came here to give you this.
es_419: Vine para darte esto.

source: I started living working from home... with mr. chae.
es_419: Empecé a vivir trabajar desde casa… con el señor Chae.

source: dinner take
es_419: CENA TOME

source: I'm being rude to this guy.
es_419: Estoy siendo descortés.

source: - episode 05 -
es_419: - episodio 05 -

source: yu-eun, how are you?
es_419: ¿Cómo estás, Yu-eun?

source: so in other words, they come from a wealthy family!
es_419: En otras palabras, ¡vienen de una familia adinerada!

source: huh? yes, sir...
es_419: ¿Eh? Sí, señor…

source: touch
es_419: ROZA

source: I have nothing to say…
es_419: No tengo nada para decir…

source: ...she'd only be kicked around...
es_419: … no van a hacer más que humillarla…

source: some leave for a working holiday.
es_419: Quienes se toman un tiempo sabático.

source: shower the child with compliments.
es_419: Llene al niño de halagos.

source: oh, no...
es_419: Ay, no…

source: oh, in other words, what do you want to accomplish with your assets?
es_419: Ah, me refiero a qué quiere lograr con sus activos.

source: his perfect 24 hours no work, life, balance, just work work work an in depth look into his work life
es_419: Sus 24 horas perfectas sin equilibrio entre trabajo y su vida, solo trabajo, trabajo, trabajo detalles de su vida laboral

source: I find that so hard to believe.
es_419: me cuesta mucho creerlo.

source: it seems like he drinks better than me now…
es_419: Parece que ahora tolera el alcohol mejor que yo…

source: ...the endless debt...
es_419: … la deuda infinita…

source: well... it's not like I was hoping it would work out anyway!
es_419: Bueno… ¡Tampoco es que esperara que saliera todo bien!

source: ...I felt that she was somehow similar to me.
es_419: … sentí que en cierto modo se parecía a mí.

source: Hey, did you hear?
es_419: Ey, ¿lo oíste?

source: let's grab drinks. together.
es_419: Vamos a beber algo. Juntos.

source: his hand…
es_419: Su mano…

source: for me, a family is like a safe haven...
es_419: Para mí, una familia es como un santuario…

source: oh, okay.
es_419: Ah, bueno.

source: a-anyway!
es_419: ¡C-como sea!

source: hello
es_419: HOLA

source: "before you decide to reward or punish the child, try creating a calm atmosphere for a chat."
es_419: "Antes de decidir premiar o castigar al niño, procure crear un entorno tranquilo para hablar".

source: advice from successful ceos
es_419: Consejos de CEO exitosos

source: taking shelter in the bathroom
es_419: Se refugia en el baño

source: what's the use of winning the lottery?
es_419: ¿De qué sirve ganar la lotería?

source: every trivial compliment...
es_419: Se acumuló cada elogio trivial…

source: today was the first time we talked about things other than work…
es_419: Hoy hablamos de algo no relacionado con el trabajo por primera vez…

source: did you sleep in?
es_419: ¿Te quedaste dormida?

source: but after I lost both of my parents in an accident...
es_419: Pero cuando perdí a mis padres en un accidente…

source: anyway, life is about timing.
es_419: Lo que importa es el momento.

source: being emotional for no reason whatsoever.
es_419: Se puso emotiva sin ninguna razón.

source: I know. it's driving me insane. what's wrong with me?
es_419: Ya lo sé. Me estoy volviendo loca. ¿Qué me pasa?

source: did you sleep well?
es_419: ¿Dormiste bien?

source: let's see...
es_419: A ver…

source: I was very worried about the tight schedule since I was leaving so suddenly.
es_419: Me preocupaba mucho la agenda tan cargada, porque me voy muy pronto.

source: ...and eventually stepped on and unable to move.
es_419: … y con el tiempo la terminarán aplastando.

source: ...it's impressive that he didn't get sick sooner.
es_419: Me sorprende que no se haya enfermado antes.

source: forcing
es_419: SE OBLIGA

source: listen up, yu-eun.
es_419: Oye, Yu-eun.

source: period of attendance
es_419: Período de asistencia

source: I came on time before I knew it...
es_419: Llegué a tiempo sin darme cuenta…

source: forget it.
es_419: Ni se te ocurra.

source: don't you have to consider your family's opinions?
es_419: ¿No tiene que considerar la opinión de su familia?

source: What's wrong with me?
es_419: ¿Qué me pasa?

source: I have so many things to tell him…
es_419: Tengo muchas cosas para decirle…

source: That's so you, Ms. Gam.
es_419: Típico de ti, señorita Gam.

source: what about how he worked you to death before?
es_419: ¿Y qué hay con eso de que te explotaba antes?

source: it's sad.
es_419: Es triste.

source: everyone needs to know just how despicable he is!
es_419: ¡Todo el mundo debe enterarse de que es despreciable!

source: they leave with bravado,
es_419: Se van en un acto de valor,

source: for most office workers...
es_419: Para muchos oficinistas…

source: that's the only thing that makes sense.
es_419: Es la única explicación que encuentro.

source: Why did we come to Jeju?
es_419: ¿Por qué vinimos a Jeju?

source: frown
es_419: ceñudo

source: maybe the rumor that he's married is true.
es_419: Quizás el rumor de que es casado es cierto.

source: wide
es_419: ABIERTOS

source: I've never seen you laugh out loud like that before.
es_419: Es la primera vez que te veo reír a carcajadas así.

source: And who cares if he's your boss?
es_419: ¿Y a quién le importa si es tu jefe?

source: I bet you're going somewhere impressive.
es_419: Seguro irás a un lugar impresionante.

source: but that's annoying on its own.
es_419: Pero eso de por sí es molesto.

source: I'll see You later.
es_419: Nos vemos pronto.

source: there's nowhere else to go at this hour.
es_419: A esta hora no hay otro lugar a donde ir.

source: ...going to respect her decision.
es_419: … respetar su decisión.

source: I think it became a habit.
es_419: Creo que es por costumbre.

source: I don't smoke or drink. and I don't have any chronic illness.
es_419: No fumo ni bebo. Y no tengo enfermedades crónicas.

source: hello?
es_419: Hola?

source: ...so much so that I even rejected your resignation letter.
es_419: … por eso hasta rechacé tu carta de renuncia.

source: I should make an apology first.
es_419: Primero debería disculparme.

source: I feel bad for the wife... or maybe he's a family guy outside of work?
es_419: Me siento mal por la esposa… ¿O será un hombre de familia fuera del trabajo?

source: ah, you saved me…
es_419: Ah, me salvaste…

source: …I learned how to come to grips with reality.
es_419: … aprendí a aceptar la realidad.

source: please help yourselves…
es_419: Coman ustedes, tranquilos…

source: I'll do by best.
es_419: Me esforzaré mucho.

source: w-wait! dohyeok!
es_419: ¡E-espera, Dohyeok!

source: I'm going to drink all night!
es_419: ¡Voy a beber toda la noche!

source: oh, she can't eat seafood
es_419: Ah, ella no come mariscos.

source: quitting after injuring him like this...
es_419: Renunciar después de lastimarlo así…

source: I wish the two of you...
es_419: Deseo que sean…

source: you're gorgeous, girl.
es_419: Estás hermosa, amiga.

source: yu-eun gam, 23 years old.
es_419: Yu-eun Gam, 23 años.

source: a movie? alone?
es_419: ¿Una película? ¿Solos?

source: - episode 27 -
es_419: - episodio 27 -

source: month
es_419: MES

source: I said, come closer.
es_419: Que te acerques, dije.

source: I wanted to tell him myself since he had been nice to me.
es_419: Quería decírselo en persona, porque se ha portado bien conmigo.

source: he scared me.
es_419: Me asustó…

source: you're looking good.
es_419: Te veo bien.

source: don't go…
es_419: Quédate…

source: you seem better than before.
es_419: Pareces estar mejor que antes.

source: but don't expect too much…
es_419: Pero no esperes mucho…

source: daZZLE
es_419: DESLUMBRADA

source: I could've liked you freely.
es_419: podría gustarme sin problemas.

source: I need to go to the bathroom, so...
es_419: Yo debo ir al baño, así que…

source: why are you being so cold?
es_419: ¿Por qué estás tan cortante?

source: What is sleep?
es_419: ¿Qué es dormir?

source: and have been repenting.
es_419: y me he arrepentido.

source: stop whom...
es_419: ¿A quién?…

source: my baby, yu-eun.
es_419: Mi niña, Yu-eun.

source: what?! n-no, sir!
es_419: ¡¿Qué?! ¡N-no, señor!

source: I'll keep it on until he comes out again.
es_419: Me la dejaré hasta que vuelva a salir.

source: about this week's schedule. you want to move things around, right?
es_419: ¿Qué pasa con la agenda? ¿Quiere cambiar algo programado?

source: huh? nothing, it's just that...
es_419: ¿Eh? No, nada, es que…

source: I totally get it. she's cute and charming. if you need help, just tell me--
es_419: Te superentiendo. Es linda y cautivadora. Si necesitas ayuda, avísame…

source: you passed.
es_419: Aprobado.

source: it's ms. gam, for the hundredth time!
es_419: ¡Ya se lo dije mil veces, es señorita Gam!

source: Chowang_x0003_Restaurant
es_419: Chowang_x0003_Restaurante

source: I was feeling pressured!
es_419: ¡Me sentía presionada!

source: hey, auntie.
es_419: Hola, tía.

source: Just like our main character, Yu-eun, I am also aiming to win the lottery.
es_419: Igual que Yu-eun, el personaje principal, yo también quiero ganar la lotería.

source: ...I feel awkward.
es_419: … me siento rara.

source: she looked nice.
es_419: Parecía simpática.

source: conditioned reaction in response to a sudden bout of TMI.
es_419: Reacción condicionada ante demasiados detalles personales.

source: there's a week left now.
es_419: Ya queda una semana.

source: I heard she's an only child... what if she falls in with the wrong crowd with no one left to take care of her?
es_419: Oí que es hija única… Si no queda nadie para cuidarla, ¿quién dice que no terminará entre malas influencias?

source: roll
es_419: trsh

source: wow! it felt impossible to pay back that money.
es_419: ¡Guau! Parecía imposible saldar toda esa deuda.

source: snore
es_419: RRRRRR

source: i-it's been a while. looks like you've been traveling.
es_419: T-tanto tiempo. Parece que ha estado de viaje.

source: ...I have to clean up afterward.
es_419: … tendré que ordenar.

source: waaah!
es_419: ¡Buaaa!

source: ...call me like that in front of her?
es_419: … decirme así frente a ella?

source: we were friends from childhood.
es_419: Somos amigas de la infancia.

source: I'll wear these out.
es_419: Me lo llevo puesto.

source: them again…
es_419: De nuevo ellos…

source: ignore
es_419: IGNORA

source: I wasn't planning on saying it to that extent.
es_419: No fue mi intención excederme tanto.

source: give it to me.
es_419: Dámelo.

source: I can't wait to spend fall and winter with you.
es_419: Ya quiero pasar el otoño y el invierno contigo.

source: "how to properly discipline a child out-of-order"
es_419: "Cómo disciplinar a un niño descarriado".

source: I guess that's because she doesn't have much work since she's soon resigning.
es_419: Supongo que ya no le queda mucho por hacer, ya que pronto va a renunciar.

source: how similar…
es_419: Qué parecidas…

source: are you sure it's okay with you?
es_419: ¿Seguro que no tiene problema?

source: it's my first time coming here with someone.
es_419: Es la primera vez que vengo aquí con alguien.

source: oh. it must be mr. chae!
es_419: Ah. ¡Debe ser el señor Chae!

source: she's thinking the same thing…
es_419: Está pensando lo mismo…

source: p a r k i n g l o t
es_419: e s t a c i o n a m i e n t o

source: unbelievable...
es_419: No puede ser…

source: ...my uncle was not at all like him.
es_419: … mi tío no era como él, para nada.

source: I believe the theory that he's numb to pain regarding work compared to others.
es_419: Mi teoría es que está insensibilizado al dolor cuando se trata de trabajar.

source: now, I should get to asking her to grab a bite together...
es_419: Bien, mejor ahora la invito a comer algo…

source: I was frustrated. it was as if nothing was going my way.
es_419: Me frustré. Sentía que nada salía como yo quería.

source: there now...
es_419: Ya, ya…

source: I'll text you!
es_419: ¡Te escribo!

source: t-t-t-take that, dohyeok! how do you like my second revenge?
es_419: ¡T-t-toma eso, Dohyeok! ¿Qué te parece mi segunda venganza?

source: it was inconsiderate of me.
es_419: Fue desconsiderado de mi parte.

source: the other hand
es_419: La otra mano

source: honey.
es_419: Querida.

source: I'll finish quickly and leave.
es_419: Terminaré enseguida y me iré.

source: it's so expensive!
es_419: ¡Es carísimo!

source: he was…
es_419: Era…

source: it's new from our spring collection. our store is the first to have it in stock...
es_419: Es nuevo, de la colección de primavera. Nuestra tienda es la primera en tenerlo…

source: hi, yu-eun...
es_419: Hola, Yu-eun…

source: anyway…
es_419: En fin…

source: <-even stayed late tonight.
es_419: <- Y se quedó hasta tarde.

source: I need to apologize to him...
es_419: Tengo que pedirle disculpas…

source: I'll be sure to tidy my uniform as well.
es_419: También procuraré arreglarme el atuendo.

source: I may only increase your workload otherwise.
es_419: Si no, acabaré dejándote más trabajo a ti.

source: is this about him again?
es_419: ¿De nuevo pasa algo con él?

source: then why are we here if he doesn't drink?!
es_419: ¡¿Y qué hacemos aquí, si no bebe?!

source: waahhhh!
es_419: ¡Buaaaa!

source: even when you work.
es_419: Ni cuando trabajas.

source: why am I thinking about that now?!
es_419: ¡¿Por qué pienso en eso ahora?!

source: is it okay for me to spend so much on something like this?
es_419: ¿Está bien que gaste tanto en algo así?

source: employ of iren s***** IT engineer march 30
es_419: trabajó en IREN / s***** / ingeniería IT / 30 de marzo

source: oh, I think I saw her once. and?
es_419: Ah, creo que la vi una vez. ¿Y?

source: yeah, I can't work like this...
es_419: Sí, no puedo trabajar así…

source: are you coming over before you leave for the day?
es_419: ¿Vas a venir antes de cerrar el día?

source: you're very different outside of work.
es_419: Fuera del trabajo eres muy distinta.

source: you're early!
es_419: ¡Llegas temprano!

source: I almost thought I was imagining things.
es_419: Hasta pensé que estaba alucinando.

source: uh…
es_419: Eh…

source: …why don't you come back home?
es_419: ¿Por qué no vuelves a casa?

source: come on. it's my first time. a step closer to the life of the young and rich.
es_419: Vamos. Es la primera vez. Un pasito más hacia la vida de joven adinerada.

source: you should spend the weekend just relaxing!
es_419: ¡Es fin de semana, deberías relajarte!

source: monday
es_419: lunes

source: s-should I get you coffee?
es_419: ¿L-le preparo un café?

source: company regulation
es_419: Reglamento empresarial

source: should we go get something to eat?
es_419: ¿Vamos a comer algo?

source: I-I'm really sorry!
es_419: ¡L-lo siento mucho!

source: I want to quit…
es_419: Quiero renunciar…

source: but it's not enough to support me forever.
es_419: pero no me alcanza para toda la vida.

source: your hand is hot from your fever.
es_419: Tiene la mano caliente por la fiebre.

source: you're making me nervous!
es_419: ¡Me está poniendo nerviosa!

source: am I not enough for you, dohyeok?
es_419: ¿Acaso no te alcanza conmigo, Dohyeok?

source: are you free later tonight?
es_419: ¿Estás ocupada esta noche?

source: it's just a warm-up.
es_419: Solo para practicar.

source: Because the black and white plastic they came in reminded me that I was alone.
es_419: Porque ese plástico blanco y negro en el que viene me hacía recordar que estaba sola.

source: Why are you doing this all of a sudden?
es_419: ¿Por qué hace esto de repente?

source: this is kind of scary…
es_419: Da un poco de miedo…

source: I just didn't want you to be stuck in the office until the last day.
es_419: No quería que estuvieras atrapada en la oficina hasta el último día.

source: I got anxious.
es_419: Me puse ansioso.

source: but work is work.
es_419: Pero esto es trabajo.

source: whine
es_419: PUCHERO

source: I know you too well.
es_419: Te conozco muy bien.

source: trip
es_419: TRUC

source: you're wrong.
es_419: Te equivocas.

source: won't you give me another chance?
es_419: ¿No me darías otra oportunidad?

source: tell me.
es_419: Dime.

source: ow!
es_419: ¡Au!

source: that's how…
es_419: Así fue como…

source: …from you as her friend, sister, and a parent.
es_419: … ya que eres su amiga, su hermana y su madre.

source: I want to ask you something about this workshop.
es_419: Quiero preguntarle algo sobre el taller.

source: This isn't like me.
es_419: Yo no soy así.

source: packing things to work from home.
es_419: Empacan todo para trabajar desde casa.

source: chatting with him like that…
es_419: Al hablar así con él…

source: i-if that's all, I'll be going now--
es_419: S-si eso es todo, me retiro…

source: resident registration number
es_419: Número de residente

source: we'll head back first.
es_419: Mejor nos vamos.

source: even lottery winner goes to work.
es_419: Hasta quienes ganan la lotería van a trabajar.

source: ...but I'll be nice since I'm leaving.
es_419: … pero me portaré bien porque me iré.

source: I-I'm done for!
es_419: ¡E-estoy frita!

source: she's strong… even when she's half asleep.
es_419: Es fuerte… incluso cuando está medio dormida.

source: pull
es_419: JALA

source: And then I started hoping for something more.
es_419: Y entonces empecé a pretender más.

source: let's be… friends. something that's hard to do as grown-ups.
es_419: Seamos… amigos. Cuesta hacerlo entre adultos.

source: if I'm being honest...
es_419: Para ser sincero…

source: so, what are your plans?
es_419: ¿Qué planeas hacer?

source: i normally sleep around 12, sir.
es_419: En general me acuesto a las doce.

source: um, so…
es_419: Eh, pues…

source: this generation‘s retro trend, retro fever
es_419: Tendencia y fiebre retro de esta generación

source: take that!
es_419: ¡Toma eso!

source: oh. haha. sorry you had to see that.
es_419: Ah. Ja, ja. Lamento que haya visto eso.

source: ms. gam is late.
es_419: La señorita Gam no llegó.

source: I am the worst!
es_419: ¡Soy de lo peor!

source: teach the child, rather than chastising or rambling.
es_419: Enséñele, en vez de reprenderlo o despotricar.

source: I'm so hopeless, right?
es_419: Soy un caso perdido, ¿cierto?

source: oh… what am I saying…
es_419: Ay, ¿qué estoy diciendo?…

source: I'll be right out. let me go change.
es_419: Salgo enseguida. Iré a vestirme.

source: anyway, what happened to your arm?
es_419: En fin, ¿qué te pasó en el brazo?

source: so that's what happened.
es_419: Y… eso pasó.

source: just go and do your work…
es_419: Tú ve y haz tu trabajo…

source: don't leave me!
es_419: ¡No me dejen!

source: yeah, sure!
es_419: ¡Sí, claro!

source: you've got a lot to explain...
es_419: Me debes muchas explicaciones…

source: I really don't want to admit it...
es_419: No quiero admitirlo, de verdad…

source: full
es_419: lleno

source: bonus number
es_419: serie

source: do you not like... braised chicken?
es_419: ¿No te gusta… el estofado de pollo?

source: hahaha
es_419: JAJAJA

source: I've struck gold.
es_419: Gané el premio gordo.

source: then should I explain the situation first?
es_419: ¿Entonces primero debería explicarle lo que pasó?

source: what do i do now?
es_419: ¿Y ahora qué hago?

source: is there anything you'd like to order?
es_419: ¿Quieres pedir algo en particular?

source: but her health comes first.
es_419: Pero su salud es prioritaria.

source: anxious
es_419: ANSIOSA

source: I haven't really thought about what I plan to do next,
es_419: La verdad, no he pensado en qué quiero hacer después,

source: The reception here must be...
es_419: Debo tener mala señal…

source: you told me to call you…
es_419: Tú me dijiste que te dijera…

source: I need to use the bathroom!
es_419: ¡Tengo que ir al baño!

source: ...I'm starting to enjoy life? look at me, taking an interest in men!
es_419: … empiezo a disfrutar de la vida? ¡Mírenme, fijándome en los hombres!

source: good morning!
es_419: ¡Buenos días!

source: ms. gam--
es_419: Señorita Gam…

source: thank you, dohyeok!
es_419: ¡Gracias, Dohyeok!

source: is that all you wanted to ask me?
es_419: ¿Es todo lo que querías saber?

source: big hit
es_419: EXITAZO

source: 200x.01.05-
es_419: 05/01/200x -

source: the entire world's beef can not express how grateful I am. let me bestow you with an entire department store.
es_419: Ni con toda la carne del mundo podré expresar mi gratitud. Déjame concederte una tienda por departamentos entera.

source: but no matter how hard I tried…
es_419: Pero, por más que lo intentara…

source: people can kiss even before they're official, you know.
es_419: La gente se besa antes de ennoviarse, ¿sabías?

source: everything's fine.
es_419: Está todo bien.

source: Please, don't call me that.
es_419: No me digas así, por favor.

source: A clueless CEO with no credentials and a gold-digging secretary...
es_419: Un CEO incompetente sin mérito y una secretaria cazafortunas…

source: ouch! it stings!
es_419: ¡Auch! ¡Me arde!

source: I was kind of locked up at home.
es_419: Como que estaba encerrado en casa.
